{
  "Header": {
    "title": "Expert Braiders, Just a Doorbell Away",
    "paragraph": "We are your premier destination for mobile African hair braiding in Providence RI, Cranston RI, East Providence RI, Pawtucket RI, Warwick RI, and Woonsocket RI. We offer both salon and home visits."
  },
  "About": {
    "paragraph": "Liz here, your local expert in African hair braiding. I started braiding hair as a side hustle while studying at CCRI. Creative, proficient, and passionate, I quickly mastered the craft and even began teaching others about hair care and styling. For the past 10 years, I've been a successful braider in the greater Providence area, specializing in African braids. Growing up here, I initially pursued a career in healthcare, but eventually decided to combine my love for hair with my healthcare background to create Majestic Braids. I've always loved working with hair, and it's incredibly rewarding to know that my passion helps people feel confident with their braids hairstyles 2025. If you have searched for “hair braiding shops near me” you have found the best.",
    "Why": [
      "Experienced: 10 years of braiding in Providence, at top braiding salons",
      "Passionate: I love braiding, so you get top-quality care and attention to detail for your mobile brading needs."
    ],
    "Why2": [
      "Local: I know Providence and understand our community's hair needs.",
      "Expert: My teaching background means I can help you maintain healthy hair and braids."
    ]
  },
  "Gallery": [
    {
      "title": "",
      "largeImage": "img/portfolio/01-large.jpg",
      "smallImage": "img/portfolio/01-small.jpg",
      "alt": "black hair salons near me Cranston RI,  natural hair salon Cranston RI,  african hair braiding near me Cranston RI,  braiding salons near me Cranston RI,  braiding shops near me Cranston RI,  hair braiding shops near me Cranston RI,  braiding salon Cranston RI,  cheap hair braiding salons near me Cranston RI,  senegalese twist hair Cranston RI"
    },
    {
      "title": "",
      "largeImage": "img/portfolio/02-large.jpg",
      "smallImage": "img/portfolio/02-small.jpg",
       "alt": "black hair salons near me Pawtucket RI,  natural hair salon Pawtucket RI,  african hair braiding near me Pawtucket RI,  braiding salons near me Pawtucket RI,  braiding shops near me Pawtucket RI,  hair braiding shops near me Pawtucket RI,  braiding salon Pawtucket RI,  cheap hair braiding salons near me Pawtucket RI,  senegalese twist hair Pawtucket RI"
    },
    {
      "title": "",
      "largeImage": "img/portfolio/03-large.jpg",
      "smallImage": "img/portfolio/03-small.jpg",
       "alt": "black hair salons near me Woonsocket RI,  natural hair salon Woonsocket RI,  african hair braiding near me Woonsocket RI,  braiding salons near me Woonsocket RI,  braiding shops near me Woonsocket RI,  hair braiding shops near me Woonsocket RI,  braiding salon Woonsocket RI,  cheap hair braiding salons near me Woonsocket RI,  senegalese twist hair Woonsocket RI"
    },
    {
      "title": "",
      "largeImage": "img/portfolio/04-large.jpg",
      "smallImage": "img/portfolio/04-small.jpg",
       "alt": "hair braiding near me Woonsocket RI,  knotless box braids near me Woonsocket RI,  african braiding salons near me Woonsocket RI,  box braids Woonsocket RI,  lemonade braids Woonsocket RI,  braids Woonsocket RI,  feed in braids Woonsocket RI,  african hair braiding Woonsocket RI,  black hair salons near me Woonsocket RI,  natural hair salon Woonsocket RI,  african hair braiding near me Woonsocket RI,  braiding salons near me Woonsocket RI,  braiding shops near me Woonsocket RI,  hair braiding shops near me Woonsocket RI,  braiding salon Woonsocket RI,  cheap hair braiding salons near me Woonsocket RI,  senegalese twist hair Woonsocket RI"
    },
    {
      "title": "",
      "largeImage": "img/portfolio/05-large.jpg",
      "smallImage": "img/portfolio/05-small.jpg",
       "alt": "hair braiding near me Warwick RI,  knotless box braids near me Warwick RI,  african braiding salons near me Warwick RI,  box braids Warwick RI,  lemonade braids Warwick RI,  braids Warwick RI,  feed in braids Warwick RI,  african hair braiding Warwick RI,  black hair salons near me Warwick RI,  natural hair salon Warwick RI,  african hair braiding near me Warwick RI,  braiding salons near me Warwick RI,  braiding shops near me Warwick RI,  hair braiding shops near me Warwick RI,  braiding salon Warwick RI,  cheap hair braiding salons near me Warwick RI,  senegalese twist hair Warwick RI"
    },
    {
      "title": "",
      "largeImage": "img/portfolio/06-large.jpg",
      "smallImage": "img/portfolio/06-small.jpg",
       "alt": "hair braiding near me Pawtucket RI,  knotless box braids near me Pawtucket RI,  african braiding salons near me Pawtucket RI,  box braids Pawtucket RI,  lemonade braids Pawtucket RI,  braids Pawtucket RI,  feed in braids Pawtucket RI,  african hair braiding Pawtucket RI,  black hair salons near me Pawtucket RI,  natural hair salon Pawtucket RI,  african hair braiding near me Pawtucket RI,  braiding salons near me Pawtucket RI,  braiding shops near me Pawtucket RI,  hair braiding shops near me Pawtucket RI,  braiding salon Pawtucket RI,  cheap hair braiding salons near me Pawtucket RI,  senegalese twist hair Pawtucket RI"
    },
    {
      "title": "",
      "largeImage": "img/portfolio/07-large.jpg",
      "smallImage": "img/portfolio/07-small.jpg",
       "alt": "hair braiding near me East Providence RI,  knotless box braids near me East Providence RI,  african braiding salons near me East Providence RI,  box braids East Providence RI,  lemonade braids East Providence RI,  braids East Providence RI,  feed in braids East Providence RI,  african hair braiding East Providence RI,  black hair salons near me East Providence RI,  natural hair salon East Providence RI,  african hair braiding near me East Providence RI,  braiding salons near me East Providence RI,  braiding shops near me East Providence RI,  hair braiding shops near me East Providence RI,  braiding salon East Providence RI,  cheap hair braiding salons near me East Providence RI,  senegalese twist hair East Providence RI"
    },
    {
      "title": "",
      "largeImage": "img/portfolio/08-large.jpg",
      "smallImage": "img/portfolio/08-small.jpg",
       "alt": "hair braiding near me Cranston RI,  knotless box braids near me Cranston RI,  african braiding salons near me Cranston RI,  box braids Cranston RI,  lemonade braids Cranston RI,  braids Cranston RI,  feed in braids Cranston RI,  african hair braiding Cranston RI,  black hair salons near me Cranston RI,  natural hair salon Cranston RI,  african hair braiding near me Cranston RI,  braiding salons near me Cranston RI,  braiding shops near me Cranston RI,  hair braiding shops near me Cranston RI,  braiding salon Cranston RI,  cheap hair braiding salons near me Cranston RI,  senegalese twist hair Cranston RI"
    },
    {
      "title": "",
      "largeImage": "img/portfolio/09-large.jpg",
      "smallImage": "img/portfolio/09-small.jpg",
       "alt": "hair braiding near me Providence RI,  knotless box braids near me Providence RI,  african braiding salons near me Providence RI,  box braids Providence RI,  lemonade braids Providence RI,  braids Providence RI,  feed in braids Providence RI,  african hair braiding Providence RI,  black hair salons near me Providence RI,  natural hair salon Providence RI,  african hair braiding near me Providence RI,  braiding salons near me Providence RI,  braiding shops near me Providence RI,  hair braiding shops near me Providence RI,  braiding salon Providence RI,  cheap hair braiding salons near me Providence RI,  senegalese twist hair Providence RI"
    }
  ],
  "Services": [
    {
      "img": "img/services/BoxBraids.jpg",
      "name": "Box Braids",
      "text": "Individual braids that are sectioned off in a box-like pattern. They are a popular choice when searching for “box braids”.",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2"
    },
    {
      "img": "img/services/BraidsNew.jpeg",
      "name": "Cornrows",
      "text": "Braids that are close to the scalp and can be styled in various patterns.",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2"
    },
    {
      "img": "img/services/SenegaleseTwist.jpg",
      "name": "Senegalese Twists",
      "text": "Two-strand twists made with synthetic braiding hair. Perfect for those looking for “Senegalese twist hair”.",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2"
    },
    {
      "img": "img/services/MicroBraids.jpg",
      "name": "Micro Braids",
      "text": "Very small braids offering a lot of versatility.",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2"
    },
    {
      "img": "img/services/FauxLocs.jpeg",
      "name": "Faux Locs",
      "text": "Braids that resemble dreadlocks, a great protective style.",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2"
    },
    {
      "img": "img/services/SewIn.jpg",
      "name": "Weaves",
      "text": "Hair extensions for added length and volume.",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2"
    }
  ],
  "Testimonials": [
    {
      "img": "img/testimonials/Profile1.jpg",
      "text": "Liz is amazing! I've been going to her for years now, and my hair braiding always looks perfect. She's so fast and efficient, and she really cares about the health of my hair. Plus, she's just a lovely person to chat with. Highly recommend for anyone looking for hair braiding near me!",
      "name": "Maria S."
    },
    {
      "img": "img/testimonials/Profile2.jpg",
      "text": "I was nervous about trying braids for the first time, but Liz made the whole experience so comfortable. She took the time to explain everything and gave me great advice on how to care for my hair. I'm so happy with the results! My braids are beautiful, and I feel so confident. If you are looking for braiding shops near me look no further.",
      "name": "Ashley J."
    },
    {
      "img": "img/testimonials/Profile3.jpeg",
      "text": "Majestic Braids is the best! Liz is a true artist. I always get compliments on my hair, and it's all thanks to her. Her prices are reasonable, and her shop is clean and welcoming. I wouldn't go anywhere else for African hair braiding near me or braiding salon services.",
      "name": "Keisha B."
    },
    {
      "img": "img/testimonials/Profile6.jpg",
      "text": "Majestic Braids is the best! Liz is a true artist. I always get compliments on my hair, and it's all thanks to her. Her prices are reasonable, and her shop is clean and welcoming. I wouldn't go anywhere else.",
      "name": "Sarah L."
    },
    {
      "img": "img/testimonials/Profile7.jpg",
      "text": "I love that Liz is so knowledgeable about hair care. She gave me some great tips on how to keep my braids looking fresh and healthy. She's also very professional and always on time. I appreciate her attention to detail and her commitment to providing excellent service. She is the best at African hair braiding styles.",
      "name": "David R."
    },
    {
      "img": "img/testimonials/Profile4.jpg",
      "text": "Five stars for Majestic Braids! Liz is fantastic. She's friendly, talented, and passionate about her work. I always leave her shop feeling like a million bucks. If you're looking for a skilled braider in Providence, look no further for mobile hair braiding salons near me!",
      "name": "Tiffany A."
    }
  ],
  "Team": [
    {
      "img": "img/team/01.jpg",
      "name": "John Doe",
      "job": "Director"
    },
    {
      "img": "img/team/02.jpg",
      "name": "Mike Doe",
      "job": "Senior Designer"
    },
    {
      "img": "img/team/03.jpg",
      "name": "Jane Doe",
      "job": "Senior Designer"
    },
    {
      "img": "img/team/04.jpg",
      "name": "Karen Doe",
      "job": "Project Manager"
    }
  ],
  "Contact": {
    "address": "Providence RI, 02886",
    "phone": "+1 (401)536-2339",
    "email": "majesticbraidsri@gmail.com",
    "facebook": "https://www.facebook.com/profile.php?id=61573548604927",
    "instagram": "https://www.instagram.com/mobile_majesticbraids?igsh=a3dvdzU0ZXZxdHdo",
    "pinterest": "https://www.pinterest.com/majesticbraidsri/"
  },
  "Features": [
    {
      "img": "img/portfolio/images.jpeg",
      "title": "Hair Braiding",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2",
      "alt": "Hair Braiding: We offer a wide range of hair braiding services, ensuring you find the perfect style."
    },    
    {
      "img": "img/portfolio/twista.jpg",
      "title": "Twists",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2",
      "alt": "Twists: Including Senegalese twist hair for a stylish and protective look."
    },
    {
     "img": "img/services/FauxLocs.jpeg",
      "title": "Faux Locs",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2",
      "alt": "Faux Locs: Get the look of locs without the commitment."
    },
    {
     "img": "img/portfolio/sewIns.png",
      "title": "Weaves/Sew-Ins",
      "link": "https://www.google.com/url?sa=t&source=web&rct=j&url=https://app.squareup.com/appointments/book/ssrk16cq70u9xm/L90W7ZYT50MKG/start&ved=2ahUKEwj2rsnIyL2OAxUXkmoFHdUYDxgQ6156BAgpEAE&opi=89978449&usg=AOvVaw0SNmNlZ3D9iqojKxZTF6H2",
      "alt": "Weaves/Sew-Ins: Add length and volume with our professional weave services."
    }
  ]
}
